/* Current Location Button */
"Current Location" = "Ubicación Actual";

/* Hybrid map view */
"Hybrid" = "Híbrido";

/* Satellite map view */
"Satellite" = "Satélite";

/* Standard map view */
"Standard" = "Estándar";

